Repository: 1iget/autoptimize
Catalog: localization/autoptimize-*.po
Languages: es_es, zh_tw

source: Thank you for installing and activating Autoptimize. Please configure it under "Settings" -> "Autoptimize" to start improving your site's performance.
es_es: Gracias por instalar y activar Autoptimize. Para comenzar a mejorar el rendimiento de su sitio, ingrese a la sección de configuración en "Ajustes" -> "Autoptimize".
zh_tw: 感謝你安裝和啟用 Autoptimize。請從「設定」 -> 「Autopimize」進行設定並開始改善你的網站效能。

source: Autoptimize has just been updated. Please <strong>test your site now</strong> and adapt Autoptimize config if needed.
es_es: Autoptimize acaba de ser actualizado. Por favor, <strong>realice una prueba de su sitio</strong> y modifique la configuración de Autoptimize de ser necesario.
zh_tw: Autoptimize 已經更新。請<strong>立即測試你的網站</strong>及調整 Autoptimize 設定（如果需要的話）。

source: Autoptimize cannot write to the cache directory (default: /wp-content/cache/autoptimize), please fix to enable CSS/ JS optimization!
es_es: Autoptimize no puedo escribir en el directorio de caché (por defecto: /wp-content /cache/autoptimize). Por favor, modifique los permisos del mismo para habilitar la optimización de CSS y Javascripts!

source: Autoptimize Settings
es_es: Configuración de Autoptimize
zh_tw: Autoptimize 設定

source: <p><strong>You are using a very old version of PHP</strong> (5.2.x or older) which has <a href="http://blog.futtta.be/2016/03/15/why-would-you-still-be-on-php-5-2/" target="_blank">serious security and performance issues</a>. Please ask your hoster to provide you with an upgrade path to 5.6 or 7.0</p>
es_es: <p><strong>Está utilizando una versión muy antigua de PHP</strong>(5.2.x o más antigua) que tiene <a href="http://blog.futtta.be/2016/03/15/why-would-you-still-be-on-php-5-2/" target="_blank">serios problemas de seguridad y de rendimiento</a>. Por favor, consulte a su proveedor de alojamiento para que le permita una actualización a la versión 5.6 o 7.0</p>

source: Show advanced settings
es_es: Mostrar opciones avanzadas
zh_tw: 顯示進階設定

source: Hide advanced settings
es_es: Ocultar opciones avanzadas
zh_tw: 隱藏進階設定

source: HTML Options
es_es: Opciones de HTML
zh_tw: HTML 選項

source: Optimize HTML Code?
es_es: ¿Optimizar el código HTML?
zh_tw: 最佳化 HTML 程式碼？

source: Keep HTML comments?
es_es: ¿Mantener comentarios HTML?
zh_tw: 保留 HTML 註解？

source: Enable this if you want HTML comments to remain in the page.
es_es: Active esta opción si desea que los comentarios HTML no sean quitados de las páginas.

source: JavaScript Options
es_es: Opciones de JavaScript
zh_tw: JavaScript 選項

source: Optimize JavaScript Code?
es_es: ¿Optimizar el código JavaScript?
zh_tw: 最佳化 JavaScript 程式碼？

source: Force JavaScript in &lt;head&gt;?
es_es: ¿Forzar JavaScript en &lt;head&gt;?
zh_tw: 只處理在 &lt;head&gt; 的 JavaScript？

source: Load JavaScript early, reducing the chance of JS-errors but making it render blocking. You can disable this if you're not aggregating inline JS and you want JS to be deferred.
es_es: Cargar los JavaScript de forma temprana, reduciendo la posibilidad de errores de código, pero produciendo una demora en la renderización de la página. <i>Puede desactivar esta opción si no hay códigos de JS incrustados en los atributos del HTML.</i>

source: Look for scripts only in &lt;head&gt;?
es_es: ¿Buscar scripts solo en &lt;head&gt;?
zh_tw: 只在 &lt;head&gt; 尋找程式？

source: <i>(deprecated)</i>
es_es: <i>(obsoleto)</i>

source: Mostly useful in combination with previous option when using jQuery-based templates, but might help keeping cache size under control.
es_es: Sobre todo útil en combinación con la opción anterior, cuando se utilizan temas basados en jQuery, podría ayudar a mantener el tamaño del caché bajo control.
zh_tw: 當使用 jQuery 模版時，合併先前的選項是非常有用的，但可能有助於維持快取檔案大小。

source: Also aggregate inline JS?
es_es: ¿Incluir JS incrustados?

source: Check this option for Autoptimize to also aggregate JS in the HTML. If this option is not enabled, you might have to "force JavaScript in head".
es_es: Marque esta opción para que Autoptimize tenga también en cuenta los JS incrustados en el código HTML. <i>Si esta opción no está activada, puede que tenga que "Forzar JavaScript en &lt;head&gt;".</i>

source: Exclude scripts from Autoptimize:
es_es: Excluir JS de Autoptimize:
zh_tw: 從 Autoptimize 排除程式：

source: A comma-seperated list of scripts you want to exclude from being optimized, for example 'whatever.js, another.js' (without the quotes) to exclude those scripts from being aggregated and minimized by Autoptimize.
es_es: Lista de JS separados por comas que desea excluir de ser optimizados por Autoptimize. <br />Por ejemplo, 'cualquiera.js, algun-plugin/js/otro.js, todos-los-js/' <i>(sin las comillas)</i>.
zh_tw: 使用逗號來分隔你想從最佳化中排除的程式，舉例來說使用「whatever.js, another.js」（沒有引號）來排除這些程式，不讓它們被 Autoptimize 合併及最小化。

source: Add try-catch wrapping?
es_es: ¿Añadir bloques try-catch?
zh_tw: 加入異常處理環繞？

source: If your scripts break because of a JS-error, you might want to try this.
es_es: Si las secuencias de comandos son interrumpidas debido a algún error de JS, es posible que desee probar con esta opción.

source: CSS Options
es_es: Opciones de CSS
zh_tw: CSS 選項

source: Optimize CSS Code?
es_es: ¿Optimizar el código CSS?
zh_tw: 最佳化 CSS 程式碼？

source: Generate data: URIs for images?
es_es: ¿Crear data:URIs de imágenes?
zh_tw: 為圖片產生 data: URIs？

source: Enable this to include small background-images in the CSS itself instead of as seperate downloads.
es_es: Activar esto para incrustar los background-image pequeños dentro de los CSS en lugar de descargarlos por separado.
zh_tw: 啟用這個選項將小型背景圖片併入 CSS 檔，不再分開單獨下載。

source: Remove Google Fonts?
es_es: ¿Quitar fuentes de Google?

source: Check this if you don't need or want Google Fonts being loaded.
es_es: Seleccionar esta opción si no necesita o no desea que las Fuentes de Google sean cargandas.

source: Look for styles only in &lt;head&gt;?
es_es: ¿Buscar estilos CSS solo en &lt;head&gt;?
zh_tw: 只在 &lt;head&gt; 尋找樣式？

source: Don't autoptimize CSS outside the head-section. If the cache gets big, you might want to enable this.
es_es: No optimizar los CSS que se encuentren fuera de la sección &lt;head&gt;. Si la caché se pone grande, es posible que desee activar esta opción.
zh_tw: 不在 head 以外部分自動最佳化 CSS。如果快取太大，你也許可以啟用這項功能。

source: Also aggregate inline CSS?
es_es: ¿Incluir CSS incrustados?

source: Check this option for Autoptimize to also aggregate CSS in the HTML.
es_es: Marque esta opción para que Autoptimize tenga en cuenta también los CSS incrustados en el código HTML.

source: Inline and Defer CSS?
es_es: ¿Integrar y Postergar CSS?
zh_tw: 內連及延遲載入 CSS？

source: Inline "above the fold CSS" while loading the main autoptimized CSS only after page load. <a href="http://wordpress.org/plugins/autoptimize/faq/" target="_blank">Check the FAQ</a> before activating this option!
es_es: Incrustar CSS "above-the-fold" (<i>estilos básicos para el primer pantallazo de renderización</i>) cuando se cargan los CSS optimizados después de cargar la página. ¡<a href="http://wordpress.org/plugins/autoptimize/faq/" target="_blank">Leer los FAQ</a> antes de activar esta opción!
zh_tw: 只在頁面載入後，才載入最佳化的 CSS 檔。在啟用這個選項前，請先<a href="http://wordpress.org/plugins/autoptimize/faq/" target="_blank">查看問與答</a>！

source: Paste the above the fold CSS here.
es_es: Pegar el código CSS para "above-the-fold" aquí.
zh_tw: 在這裡貼上 CSS 檔。

source: Inline all CSS?
es_es: ¿Integrar todos los CSS?
zh_tw: 內連所有 CSS？

source: Inlining all CSS can improve performance for sites with a low pageviews/ visitor-rate, but may slow down performance otherwise.
es_es: Integrar todos los CSS en un solo archivo puede mejorar el rendimiento de carga, aunque podría realizar lo contrario en dispositivos moviles.
zh_tw: 內連所有 CSS 可加速低流量網站，但可能造成效能降低。

source: Exclude CSS from Autoptimize:
es_es: Excluir CSS de Autoptimize:
zh_tw: 從 Autoptimize 排除 CSS 檔：

source: A comma-seperated list of CSS you want to exclude from being optimized.
es_es: Una lista separada por comas de los CSS que desea excluir de ser optimizados.
zh_tw: 使用逗號來分隔你想從最佳化中排除的 CSS 檔。

source: CDN Options
es_es: Opciones de CDN
zh_tw: CDN 選項

source: CDN Base URL
es_es: URL Base del CDN
zh_tw: CDN 主網址

source: Enter your CDN blog root directory URL if you want to enable CDN for images referenced in the CSS.
es_es: Introduzca la URL de su directorio raíz del CDN si desea habilitar la CDN para las imágenes que se hacen referencia en los CSS.
zh_tw: 如果你想在 CSS 裡為圖片啟用 CDN，輸入你的 CDN 網誌根目錄網址。

source: Cache Info
es_es: Información del Caché
zh_tw: 快取資訊

source: Cache folder
es_es: Carpeta de Caché
zh_tw: 快取資料夾

source: Can we write?
es_es: ¿Se puede escribir?
zh_tw: 是否可以寫入？

source: Yes
es_es: Si
zh_tw: 是

source: Cached styles and scripts
es_es: Estilos y Scripts en caché
zh_tw: 已快取的樣式和程式

source: files, totalling
es_es: archivos, con un total de

source: Kbytes (calculated at
es_es: KBytes (calculado el

source: Save aggregated script/css as static files?
es_es: ¿Crear JS/CSS como estáticos?
zh_tw: 將彙整的程式／樣式檔儲存為靜態檔案？

source: By default files saved are static css/js, uncheck this option if your webserver doesn't properly handle the compression and expiry.
es_es: Por defecto los archivos JS y CSS son guardados como estáticos. Desactive esta opción si su servidor no realiza correctamente la compresión y la caducidad de los mismos.
zh_tw: 預設情況下會將 css/js 儲存為靜態檔案，如果你的網頁伺服器無法正確處理壓縮和過期時間，請取消勾選這個選項。

source: Save Changes
es_es: Guardar Cambios
zh_tw: 儲存變更

source: Save Changes and Empty Cache
es_es: Guardar y Vaciar el Caché
zh_tw: 儲存變更並清除快取

source: Need help? <a href='https://wordpress.org/plugins/autoptimize/faq/'>Check out the FAQ</a> or post your question on <a href='http://wordpress.org/support/plugin/autoptimize'>the support-forum</a>.
es_es: ¿Necesitas ayuda? Dele un vistazo a las <a href='https://wordpress.org/plugins/autoptimize/faq/'>FAQs</a> o escribanos sus preguntas en <a href='http://wordpress.org/support/plugin/autoptimize'>el foro de soporte</a>.

source: Happy with Autoptimize?
es_es: ¿Está feliz con Autoptimize?

source: Try my other plugins!
es_es: ¡Pruebe mis otros plugins!

source: futtta about
es_es: Acerca de futtta
zh_tw: 關於 futtta

source: Web Technology
es_es: Tecnología Web
zh_tw: 網頁技術

source: Do not donate for this plugin!
es_es: ¡No donar a este plugin!
zh_tw: 別贊助這個外掛！

source: Autoptimize Options
es_es: Configuración de Autoptimize
zh_tw: Autoptimize 選項

source: Settings
es_es: Configuración
zh_tw: 設定

source: No items
es_es: Sin elementos

source: Posted %s
es_es: Escrito %s

source: Main
es_es: Principal

source: Delete Cache
es_es: Borrar Cache

source: Autoptimize's cache size is getting big, consider purging the cache.<br /><br />Have a look at <a href="https://wordpress.org/plugins/autoptimize/faq/" target="_blank">the Autoptimize FAQ</a> to see how you can keep the cache size under control.
es_es: Si el tamaño del caché de Autoptimize es cada vez mayor, considere la posibilidad de purgar la caché. <br /><br />De un vistazo a las <a href="https://wordpress.org/plugins/autoptimize/faq/" target="_blank">Preguntas y Respuestas</a>de Autoptimize para ver cómo se puede mantener el tamaño del caché bajo control.

source: Enable this if you want HTML comments to remain in the page, needed for e.g. AdSense to function properly.
zh_tw: 如果你想讓 HTML 註解保留在頁面裡，請啟用此選項，例如要讓 AdSense 正常運作就必須用到。

source: For performance reasons it is better to include JavaScript at the bottom of HTML, but this sometimes breaks things. Especially useful for jQuery-based themes.
zh_tw: 為了更好的效能，最好讓 JavaScript 在 HTML 底部載入，但這有時候可能造成故障。尤其是一些使用 jQuery 的佈景主題。

source: If your scripts break because of an script error, you might want to try this.
zh_tw: 如果你的程式因為錯誤而損壞，你可能可以嘗試這項功能。

source: No
zh_tw: 否

source: Optimizes your website, concatenating the CSS and JavaScript code, and compressing it.
zh_tw: 最佳化你的網站，串聯 CSS 和 JavaScript 程式碼並進行壓縮。
